Repository: Commonfare-net/commonfare-rails
Catalog: locale/*/app.po
Languages: hr, it, nl

source: Attach a file
hr: Priložite datoteku
it: Allega un file
nl: Voeg een bestand toe

source: Embed a video
hr: Ugradi video
it: Incorpora un video
nl: Video insluiten

source: You have to log in to continue
hr: Morate se prijaviti da biste nastavili
it: Devi eseguire l’accesso per continuare
nl: Je moet inloggen om door te gaan

source: Comment was successfully created.
hr: Komentar je uspješno kreiran.
it: Il commento è stato creato.
nl: Reactie is geplaatst.

source: A problem occurred with your comment. Please try again
hr: Došlo je do problema s vašim komentarom. Molimo vas pokušajte ponovno.
it: Si è verificato un problema con il tuo commento. Per favore riprova

source: Comment was successfully updated.
hr: Komentar je uspješno ažuriran.
it: Il commento è stato aggiornato.
nl: Reactie is gewijzigd.

source: Comment was successfully destroyed.
hr: Komentar je uspješno izbrisan.
it: Il commento è stato eliminato.
nl: Reactie is verwijderd.

source: Conversation|Hello %{recipient_name}, I am intersted in %{listing_title} ( %{listing_url} )
hr: Pozdrav %{recipient_name}, zainteresiran sam za %{listing_title} (%{listing_url})
it: Ciao %{recipient_name}, sono interessato a %{listing_title} ( %{listing_url} )

source: Conversation|Hello, would you like to join the group %{group_name} ( %{group_url} )?
hr: Pozdrav, želite li se pridružiti grupi %{group_name} ( %{group_url} )?
it: Ciao, vuoi unirti al gruppo %{group_name} (%{group_url})?

source: Conversation|Hello,
hr: Pozdrav,
it: Ciao,

source: Currency was successfully created.
hr: Valuta je uspješno kreirana
it: Moneta creata

source: Currency was successfully updated.
hr: Valuta je uspješno ažurirana
it: Moneta aggiornata

source: Discussion was successfully created.
hr: Rasprava je uspješno kreirana.
it: Discussione creata.

source: Activation complete!
hr: Aktivacija je dovršena!
it: Attivazione completata!

source: Group was successfully created.
hr: Grupa je uspješno stvorena.
it: Gruppo creato.

source: Group was successfully updated.
hr: Grupa je uspješno ažurirana.
it: Gruppo modificato.

source: Join request has been accepted.
hr: Zahtjev za pristupanje je prihvaćen.
it: La richiesta di adesione è stata accettata.

source: There has been a problem with this join request
hr: Došlo je do problema s ovim zahtjevom za pridruživanje
it: C'è stato un problema con questa richiesta di adesione

source: Join request has been rejected.
hr: Zahtjev za pristupanje je odbijen.
it: La richiesta di adesione è stata respinta.

source: You have left this group
hr: Napustili ste ovu grupu
it: Hai lasciato questo gruppo

source: Message sent
hr: Poruka je poslana
it: Messaggio inviato

source: Message deleted
hr: Poruka je izbrisana
it: Messaggio cancellato

source: Dashboard|Visits
hr: Posjeta
it: Visite

source: Dashboard|Unique visitors
hr: Jedinstvenih posjeta
it: Visite uniche

source: Dashboard|Pageviews
hr: Pregleda stranica
it: Visualizzazioni pagina

source: Dashboard|Total registered commoners
hr: Ukupno registriranih commonera
it: Commoner registrati (totale)

source: Story was successfully destroyed.
hr: Priča je uspješno izbrisana.
it: La storia è stata eliminata con successo.
nl: Verhaal is verwijderd.

source: Could not publish this story
hr: Nije bilo moguće objaviti ovu priču
it: Impossibile pubblicare la storia

source: Story was successfully created.
hr: Priča je uspješno stvorena.
it: La storia è stata creata con successo.
nl: Verhaal is geplaatst.

source: Story was successfully updated.
hr: Priča je uspješno ažururana.
it: La storia è stata aggiornata con successo.
nl: Verhaal is gewijzigd.

source: Transaction successful
hr: Transakcija je uspješna
it: Transazione completata

source: There has been a problem processing the transaction
hr: Došlo je do problema prilikom obrade transakcije
it: Si è verificato un problema durante l'elaborazione della transazione

source: You
hr: Vi
it: Tu
nl: Van jou

source: Anonymous
hr: Anonimno
it: Anonimo

source: Your profile will not be linked to this comment, but you will still be able to edit or delete the comment.
hr: Vaš profil neće biti povezan s ovim komentarom, ali ćete i dalje moći uređivati ​​ili izbrisati komentar.
it: Il commento non verrà collegato al tuo profilo, ma sarai comunque in grado di modificarlo o cancellarlo

source: Button|Confirm and create profile
hr: Potvrdi i stvori profil
it: Conferma e crea un profilo

source: Button|Create
hr: Stvori
it: Crea

source: Button|Invite member
hr: Pozovite člana
it: Invita

source: Button|Share this group
hr: Podijeli ovu grupu
it: Condividi questo gruppo

source: Common wallet
hr: Commoncoin novčanik
it: Portafoglio comune

source: Home title|Commoners Voices
hr: Glasovi Commonera
it: Storie

source: Home title|Tutorials
it: Tutorial

source: Home title|Good Practices
hr: Dobre prakse
it: Buone pratiche

source: Home title|Public Benefits
hr: Mjere socijalne zaštite
it: Misure di welfare

source: Home text|A collection of stories for, with and by people.
hr: Zbirka priča za ljude, sa ljudima i od ljudi
it: Una raccolta di storie per, con e da persone.

source: Home text|How to use Commonfare.net
it: Come usare Commonfare.net

source: Home text|Selected bottom-up initiatives to connect and inspire.
hr: Odabrane bottom-up inicijative za povezivanje i nadahnuće.
it: Iniziative bottom-up per connettersi e ispirare.

source: Home text|Get informed about local welfare provisions.
hr: Informirajte se o lokalnim zakonima o socijalnoj pomoći
it: Rimani aggiornato sulle misure di welfare esistenti

source: Legend
hr: Legenda
it: Legenda

source: Social graph legend|Commoner
hr: Commoner
it: Commoner

source: Social graph legend|Story
hr: Priča
it: Storia

source: Social graph legend|Tag
hr: Oznaka
it: Tag

source: Social graph legend|Listing
hr: Oglas
it: Inserzione

source: + %{other_tags_count} more
hr: + %{other_tags_count} više
it: + altri %{other_tags_count}
nl: + %{other_tags_count} meer

source: Good Practices
hr: Dobre prakse
it: Buone pratiche
nl: Goede Voorbeelden

source: Welfare Provisions
hr: Odredbe socijalne skrbi
it: Misure di welfare
nl: Sociale Voorzieningen

source: Commoners Voices
hr: Glasovi Commonera
it: Storie

source: No message
hr: Nema poruka
it: Nessun messaggio

source: not a valid SWAPI endpoint
hr: nije valjana SWAPI krajnja točka
it: indirizzo non valido per SWAPI

source: ValidationError|doesn't seem to be a valid place
hr: ValidationError|Ne čini se valjanim mjestom
it: non sembra essere un luogo valido

source: ValidationError|use only two decimals
hr: ValidationError|koristite samo dvije decimale
it: utilizza solo due decimali

source: ValidationError|must be higher than %{min_price}
hr: ValidationError|mora biti više od %{min_price}
it: Deve essere maggiore di %{min_price}

source: ValidationError|can't be you
hr: ne možeš biti ti
it: non puoi essere tu stesso

source: ValidationError|must accept %{currency_name}
hr: mora prihvaćatii %{currency_name}
it: deve accettare %{currency_name}

source: Unregistered commoner
hr: Neregistrirani Commoner
it: Commoner non registrato

source: You have %{num_of_messages} in the conversation with <strong>%{other_commoner}</strong>
hr: Imate %{num_of_messages} u razgovoru s <strong>%{other_commoner}</strong>
it: Hai %{num_of_messages} nella conversazione con <strong>%{other_commoner}</strong>

source: There are new messages in <strong>%{discussion_title}</strong>
it: Ci sono nuovi messaggi in <strong>%{discussion_title}</strong>

source: You have received %{amount} %{currency} from <strong>%{other_commoner}</strong>
hr: Primili ste %{amount} %{currency} od <strong>%{other_commoner}</strong>
it: Hai ricevuto %{amount} %{currency} da <strong>%{other_commoner}</strong>

source: <strong>%{requester_name}</strong> requested to join the group <strong>%{group_name}</strong>
it: <strong>%{requester_name}</strong> ha richiesto di unirsi al gruppo <strong>%{group_name}</strong>

source: Your request to join the group <strong>%{group_name}</strong> has been accepted
it: La tua richiesta di adesione al gruppo <strong>%{group_name}</strong> è stata accettata

source: <strong>%{requester_name}</strong> has joined the group <strong>%{group_name}</strong>
it: <strong>%{requester_name}</strong> si è unito al gruppo <strong>%{group_name}</strong>

source: Your request to join the group <strong>%{group_name}</strong> has been rejected
it: La richiesta di adesione al gruppo <strong>%{group_name}</strong> è stata respinta.

source: The request by <strong>%{requester_name}</strong> to join the group <strong>%{group_name}</strong> has been rejected
it: La richiesta di <strong>%{requester_name}</strong> di unirsi al gruppo <strong>%{group_name}</strong> è stata rifiutata

source: Title|Notifications
hr: Title|Obavijesti
it: Notifiche

source: No notifications
hr: Nema obavijesti
it: Nessuna notifica

source: Add a comment
hr: Dodajte komentar
it: Aggiungi un commento
nl: Voeg een reactie toe

source: Comment anonymously
hr: Komentirajte anonimno
it: Commenta in modo anonimo

source: There are no comments
hr: Nema komentara
it: Non ci sono commenti

source: Edit comment
hr: Uredi komentar
it: Modifica il commento
nl: Bewerk reactie

source: Button|Comment
hr: Komentirajte
it: Commenta
nl: Reageer

source: Button|Login and comment
hr: Button|Prijavite se i komentirajte
it: Entra e commenta

source: Edit your comment
hr: Uredi komentar
it: Modifica il tuo commento
nl: Bewerk je reactie

source: Are you sure?
hr: Jeste li sigurni?
it: Sei sicuro/a?
nl: Weet je het zeker?

source: Delete this comment
hr: Izbriši ovaj komentar
it: Elimina questo commento
nl: Verwijder deze reactie

source: Edit
hr: Uredi
it: Modifica
nl: Bewerk

source: All comments for
hr: Svi komentari za
it: Tutti i comment per
nl: Alle reacties op

source: All comments by %{commoner_name}
hr: Svi komentari od %{commoner_name}
it: Tutti i commenti di %{commoner_name}

source: Name
hr: Ime
it: Nome

source: e.g. Bungo Baggins, pbm42, etc.
hr: npr. Bungo Baggins, pbm42, itd.
it: es. Bungo Baggins, pbm42, ecc.
nl: bijv. Anna Muggen, msc11, etc.

source: It must be unique
hr: Mora biti jedinstveno
it: Deve essere unico
nl: Moet uniek zijn

source: Description
hr: Opis
it: Descrizione

source: Few words about yourself
hr: Nekoliko riječi o sebi
it: Qualcosa su di te

source: Square pictures look better ✨
hr: Kvadratne slike izgledaju bolje ✨
it: Le immagini quadrate hanno un aspetto migliore ✨
nl: Vierkante plaatjes zien er beter uit ✨

source: Account settings
hr: Postavke računa
it: Impostazioni account

source: Interests
hr: Interesi
it: Interessi

source: Use comma or press Enter to separate interests
hr: Koristite zarez ili pritisnite Enter za odjeljivanje interesa
it: Usa la virgola o premi Invio per separare gli interessi

source: Edit profile
hr: Uredi profil
it: Modifica profilo
nl: Profiel wijzigen

source: Continue conversation
hr: Nastavite razgovor
it: Continua la conversazione

source: Start a conversation
hr: Započnite razgovor
it: Inizia una conversazione

source: Button|Edit profile
hr: Uredite profil
it: Modifica profilo
nl: Bewerk profiel

source: Stories
hr: Priče
it: Storie
nl: Verhalen

source: Groups
hr: Grupe
it: Gruppi

source: Requests
hr: Zahtjevi
it: Richieste

source: No stories yet
hr: Još nema priča
it: Non ci sono storie presenti
nl: Nog geen verhalen

source: See all
hr: Pogledaj sve
it: Vedi tutte
nl: Bekijk alles

source: Button|Start a group
hr: Pokrenite grupu
it: Crea un gruppo

source: No groups
hr: Nema grupa
it: Non ci sono gruppi

source: No requests
hr: Nema zahtjeva
it: Nessuna richiesta

source: Welcome!
hr: Dobrodošli!
it: Benvenuto/a!
nl: Welkom!

source: Welcome page|Before you go on, please notice that your temporary name on Commonfare.net is <strong>%{name}</strong>. This is a random name that has been created to protect your privacy, and that you can change anytime. If you want to do it now, just click on it!
hr: Prije nego što nastavite, obratite pozornost da je vaše privremeno ime na Commonfare.net <strong>%{name}</strong>. Ovo je nasumično izabrano ime stvoreno kako bismo zaštitili vašu privatnost. Vaše ime možete promjeniti bilo kada. Ako to želite učiniti sada, kliknite na ime!
it: Prima di andare avanti, ricorda che il tuo nome temporaneo su Commonfare.net è <strong>%{name}</strong>. Si tratta di un nome casuale che è stato creato per proteggere la tua privacy e che puoi modificare in qualsiasi momento. Se vuoi modificarlo ora, basta cliccare su di esso!
nl: Voordat je doorgaat even dit: zoals je ziet hebben we je de volgende tijdelijke naam gegeven op Commonfare.net <strong>%{name}</strong>. Deze naam is totaal willekeurig gekozen om jouw privacy te beschermen. Je kan deze naam veranderen wanneer je maar wilt. Bijvoorbeeld nu door erop te klikken!

source: Welcome page|Commonfare.net is constantly growing and more things will come in the next weeks. At the moment you can access the <strong>%{link_to_gps}</strong> and the <strong>%{link_to_wps}</strong> available in Italy, Croatia and the Netherlands, and you can <strong>%{link_to_share_a_story}</strong> of your own that could be a personal experience, some good practices, or anything you would like that other people know of. You can also respond to other people's Stories by commenting them.
hr: Commonfare.net kontinuirano raste i više sadržaja će biti dostupno sljedećih tjedana. U ovom trenutku možete pristupiti <strong>%{link_to_gps}</strong> i <strong>%{link_to_wps}</strong> dostupnima u Italiji, Hrvatskoj i Nizozemskoj, te možete <strong>%{link_to_share_a_story}</strong> svoju priču koja može biti osobno iskustvo, neka od dobrih praksi, ili bilo što za što bi željeli da drugi znaju. Također, možete komentirati objave drugih korisnika.
it: Commonfare.net cresce costantemente e sarà presto aggiornato con nuove funzioni. Al momento puoi accedere alle <strong>%{link_to_gps}</strong> e alle <strong>%{link_to_wps}</strong> disponibili in Italia, Croazia e Olanda, e puoi <strong>%{link_to_share_a_story}</strong> su una tua esperienza personale, buone pratiche di welfare e collaborazione sociale e qualsiasi altra cosa tu voglia comunicare e condividere. Puoi anche interagire con le storie di altre persone attraverso i commenti.
nl: Commonfare.net groeit constant en meer en meer dingen zullen de komende tijd online komen. Op het moment vind je hier de <strong>%{link_to_gps}</strong> en de <strong>%{link_to_wps}</strong> beschikbaar in Italië, Kroatië en Nederland en kan je <strong>%{link_to_share_a_story}</strong> van jezelf, bijvoorbeeld een persoonlijke ervaring, goede voorbeelden die je kent of gewoon wat jij vindt dat mensen moeten weten. Je kan ook reageren op de verhalen van anderen.

source: Welcome page text|share a Story
hr: Podijeli svoju priču
it: condividere una storia
nl: jouw eigen verhaal

source: Welcome page|If you want to know more about what Commonfare.net is and who is actively working on it, please visit our <strong>%{link_to_about_page}</strong>.
hr: Ukoliko želite saznati više o tome što je Commonfare.net i tko aktivno radi na njemu, molimo da posjetite <strong>%{link_to_about_page}</strong>.
it: Se vuoi conoscere meglio Commonfare.net e sapere chi sono le persone che lavorano attivamente a questo progetto, visita la sezione <strong>%{link_to_about_page}</strong>.
nl: Als je meer wilt weren over het wie, wat, waar, wanneer en waarom van Commonfare.net, bezoek dan vooral onze <strong>%{link_to_about_page}</strong>.

source: Welcome page text|About page
hr: O stranici
it: su di noi
nl: ‘Over’ pagina

source: Title|My conversations
hr: Moji razgovori
it: Le mie conversazioni

source: Get in touch with other commoners
hr: Stupite u kontakt s drugim Commoners-ima
it: Entra in contatto con altri commoner

source: No conversations
hr: Nema razgovora
it: Non ci sono conversazioni

source: Title|Start a conversation
hr: Započnite razgovor
it: Inizia una conversazione

source: Button|Send
hr: Pošalji
it: Invia

source: Conversation with %{commoner_name}
hr: Razgovor s %{commoner_name}
it: Conversazione con %{commoner_name}

source: %{icon} Back to My conversations
hr: %{icon} Povratak na Moje razgovore
it: %{icon} Torna alle mie conversazioni

source: Code
hr: Kodirati
it: Codice

source: Title|Edit currency
hr: Uredi valutu
it: Modifica moneta

source: for group %{group_name}
hr: za grupu %{group_name}
it: per il gruppo %{group_name}

source: Title|Update
hr: Ažuriranje
it: Aggiorna

source: Title|New coin
hr: Novi coin
it: Nuova moneta

source: Title|Create
hr: Stvori
it: Crea

source: by %{commoner_name}
hr: autor/ica %{commoner_name}
it: di %{commoner_name}

source: message
hr: poruka
it: messaggio

source: Title|Start a discussion
hr: Započnite raspravu
it: Inizia discussione

source: Title|New discussion in %{group_name}
hr: Title| Nova rasprava u grupi %{group_name}
it: Nuova discussione in %{group_name}

source: Title
hr: Naslov
it: Titolo

source: Enter the first message
hr: Unesite prvu poruku
it: Scrivi il primo messaggio

source: Button|Start discussion
hr: Započnite raspravu
it: Inizia discussione

source: %{icon} Back to %{group_name}
hr: %{icon} Povratak na %{group_name}
it: %{icon} Torna a %{group_name}

source: Sorry, the page you are looking for does not exist.
hr: Žao nam je, stranica koju tražite ne postoji.
it: La pagina che stai cercando non esiste.
nl: Sorry, de pagina die je zoekt bestaat niet.

source: An error occured while visiting this page.
hr: Došlo je do pogreške prilikom posjete ovoj stranici.
it: Si è verificato un errore durante la navigazione di questa pagina.
nl: Er is iets mis gegaan tijdens het bezoeken van deze pagina.

source: Error code: %{err_code}
hr: Kod greške: %{err_code}
it: Codice errore: %{err_code}
nl: Foutmelding: %{err_code}

source: member
hr: član
it: membro

source: Title|Invite member
hr: Pozovite člana
it: Invita

source: To invite a new member to this group or to recommend this group to someone, just copy the URL of the group and paste it wherever you want.
hr: Da biste pozvali novog člana u ovu grupu ili ju nekome preporučili, jednostavno kopirajte URL grupe i zalijepite ga gdje god želite.
it: Per invitare un nuovo membro a questo gruppo o per consigliare questo gruppo a qualcuno, copia l'URL del gruppo e incollalo dove vuoi.

source: Copy and close
hr: Kopirajte i zatvorite
it: Copia e chiudi
nl: Kopieer en sluit

source: Activate account
hr: Aktivirajte račun
it: Attiva account

source: Activate account form|Choose your name on Commonfare.net
hr: Odaberite svoje ime na Commonfare.net
it: Scegli il tuo nome su Commonfare

source: Activate account form|Enter your email address
hr: Unesite svoju e-mail adresu
it: Inserisci il tuo indirizzo email

source: Activate account form|Enter your new password
hr: Unesite novu lozinku
it: Inserisci la tua nuova password

source: By joining you agree to our %{tos} and %{privacy}.
hr: Pristupanjem pristajete na naše %{tos} i %{privacy}.
it: Registrandoti aderirai ai nostri %{tos} e %{privacy}.
nl: Door te registreren ga je akkoord met onze %{tos} en %{privacy}.

source: Terms of Service
hr: Uvjeti pružanja usluge
it: Termini di Servizio
nl: Algemene voorwaarden

source: Privacy Policy
hr: Pravila o privatnosti
it: Informativa sulla privacy
nl: Privacybeleid

source: Button|Cancel
hr: Otkaži
it: Annulla
nl: Annuleer

source: Button|Activate
hr: Aktiviraj
it: Attiva

source: Title|Edit group
hr: Uredi grupu
it: Modifica

source: Title|Leave %{group_name}
hr: Napustite %{group_name}
it: Lascia %{group_name}

source: Leave group title|Do you want to leave %{group_name}?
hr: Želite li napustiti %{group_name}?
it: Vuoi lasciare uscire dal gruppo %{group_name}?

source: Leave group title|Discussions and messages
hr: Rasprave i poruke
it: Discussioni e messaggi

source: Leave group text|When you leave a group, you will no longer be able to participate to the group discussions, but the messages you have left in such discussions will remain there, so other members can read them.
hr: Kada napustite grupu, više nećete moći sudjelovati u grupnim raspravama, ali poruke koje ste ostavili u tim raspravama ostat će pohranjene, tako da ih i drugi članovi mogu čitati.
it: Quando lasci un gruppo non potrai più partecipare alle discussioni del gruppo, ma i messaggi che hai scritto rimarrano, in modo che gli altri membri del gruppo possano leggerli.

source: Leave group title|Group wallet
hr: Grupni novčanik
it: Portafoglio

source: Leave group text|Your group wallet will be emptied and all the coins will return to the group wallet. If you want to give your coins to some other group member, do it before leaving.
hr: Vaš grupni novčanik će se osprazniti i svi coin-ovi će se vratiti u grupni novčanik. Ako želite dati svoje coin-ove nekom drugom članu grupe, učinite to prije odlaska.
it: Il tuo wallet nel gruppo verrà svuotato e la somma verrà interamente trasferita nel portafoglio centrale del gruppo. Se vuoi trasferire parte o tutta la somma rimasta a qualche altro membro del gruppo, fallo prima di abbandonare il gruppo.

source: Leave group text|All the transactions you have made with other group members will not be deleted, as each of them must remain visible to the respective counterpart.
hr: Sve transakcije koje ste napravili s drugim članovima grupe neće se izbrisati jer svaka od njih mora ostati vidljiva i njima.
it: Tutte le transazioni effettuate con altri membri del gruppo non verranno cancellate, poiché ciascuna di esse deve rimanere visibile alla rispettiva controparte.

source: Button|I've changed my mind
hr: Promijenio/la sam mišljenje
it: Ho cambiato idea

source: Button|Go ahead, leave this group
hr: Napusti ovu grupu
it: Ho capito, abbandona il gruppo

source: Title|Create group
hr: Stvori grupu
it: Crea gruppo

source: Join this group
hr: Pridružite se ovoj grupi
it: Unisciti a questo gruppo

source: Pending request
hr: Zahtjev na čekanju
it: Richiesta in sospeso

source: Edit group
hr: Uredi grupu
it: Modifica gruppo

source: Create currency
hr: Stvorite valutu
it: Crea moneta

source: Edit currency
hr: Uređivanje valute
it: Modifica moneta

source: Central wallet
hr: Središnji novčanik
it: Portafoglio centrale

source: Leave group
hr: Napusti grupu
it: Lascia il gruppo

source: Discussions
hr: Rasprave
it: Discussioni

source: Wallet
hr: Novčanik
it: Portafoglio

source: Members
hr: Članovi
it: Membri

source: Activities
hr: Aktivnosti
it: Attività

source: Button|Start a new discussion
hr: Započnite novu raspravu
it: Inizia una discussione

source: No discussions yet
hr: Još nema rasprava
it: Non ci sono discussioni

source: Button|Go to Wallet
hr: Idite na Novčanik
it: Vai al portafoglio

source: No members
hr: Nema članova
it: Non ci sono membri

source: No pending requests
hr: Nema zahtjeva na čekanju
it: Nessuna richiesta in sospeso

source: Coming soon
hr: Dolazi uskoro
it: In arrivo

source: Button|Join
hr: Pridružite se
it: Partecipa
nl: Registreer

source: Title|Request to join %{group_name}
hr: Title| Zahtjev za pridruživanje
it: Richiesta di adesione a %{group_name}

source: Title|Do you want to join %{group_name}?
hr: Da li se želite pridružiti grupi %{group_name}?
it: Vuoi unirti al gruppo %{group_name}?

source: The group members will review your request
hr: Članovi grupe pregledat će vaš zahtjev
it: I membri del gruppo esamineranno la tua richiesta

source: Button|Request to join
hr: Zahtjev za pridruživanje
it: Richiedi di aderire

source: Title|Join request
hr: Zahtjev za pridruživanje
it: Richiesta di partecipazione

source: Requested on %{date}
hr: Zatraženo na %{date}
it: Richiesta del %{date}

source: Button|Reject
hr: Odbij
it: Rifiuta

source: Button|Accept
hr: Prihvati
it: Accetta
