Repository: Commonfare-net/commonfare-rails
Catalog: locale/*/app.po
Languages: hr, it, nl

source: Footer|Commonfare is an idea of welfare based on the valorization of social cooperation. In a time in which precarity, insecurity and loneliness are experienced by an increasing amount of people, Commonfare wants to value the power of social relations and claim back the right to joy.
hr: Commonfare je ideja dobrobiti temeljena na valorizaciji društvene suradnje. U vremenu u kojemu nesigurnost i usamljenost doživljava sve veći broj ljudi, Commonfare želi vrednovati moć društvenih odnosa i vratiti pravo na radost.
it: Commonfare è un'idea di welfare basata sulla valorizzazione della cooperazione sociale. In un momento in cui la precarietà, l'insicurezza e la solitudine sono vissute da una quantità crescente di persone, Commonfare vuole valutare il potere delle relazioni sociali e rivendicare il diritto alla gioia.

source: Footer| For info write at
hr: Za više informacija pišite na
it: Per informazioni scrivi a

source: Footer|Language
hr: Jezik
it: Lingua

source: Footer|About
hr: O nama
it: About
nl: Over

source: Footer|Terms of Service
hr: Uvjeti pružanja usluge
it: Termini di Servizio
nl: Algemene voorwaarden

source: Footer|Privacy
hr: Privatnost
it: Privacy
nl: Privacy

source: Footer|Metrics dashboard
hr: Nadzorna ploča pokazatelja
it: Metriche

source: Footer|Tutorials
it: Tutorial

source: Search
hr: Pretraži
it: Cerca
nl: Zoek

source: Navbar|Commoners Voices
hr: Glasovi Commonera
it: Storie

source: Navbar|Good Practices
hr: Dobre prakse
it: Buone pratiche

source: Navbar|Public Benefits
hr: Mjere socijalne zaštite
it: Misure di welfare

source: Navbar|Commonplace
hr: Commonplace
it: Commonplace

source: Navbar|About
hr: O nama
it: About

source: Navbar|Home
hr: Početna
it: Home
nl: Home

source: Profile
hr: Profil
it: Profilo

source: Commoncoin Wallet
hr: Commoncoin novčanik
it: Portafoglio Commoncoin

source: %{currency_name} Wallet
hr: %{currency_name} Novčanik
it: Portafoglio %{currency_name}

source: Conversations
hr: Razgovori
it: Conversazioni

source: Navbar|Logout
hr: Odjavite se
it: Esci
nl: Uitloggen

source: Navbar|Login
hr: Prijavite se
it: Accedi
nl: Inloggen

source: Navbar|Join
hr: Pridružite se
it: Partecipa
nl: Registreer

source: Listings
hr: Oglasi
it: Inserzioni

source: Autocomplete category Title|Commoners
hr: Commoneri
it: Commoner

source: Autocomplete help text|Suggested results
hr: Predloženi rezultati
it: Risultati suggeriti

source: Autocomplete help text|Press Enter to see more
hr: Stisnite Enter kako bi vidjeli više
it: Premi Invio per altri risultati

source: Welcome
hr: Dobrodošli
it: Benvenuto/a
nl: Welkom

source: Place
hr: Mjesto
it: Luogo

source: Minimum price (cc)
hr: Minimalna cijena (cc)
it: Prezzo minimo (cc)

source: Specify an amount
hr: Navedite iznos
it: Specifica un importo

source: Maximum price (cc)
hr: Maksimalna cijena (cc)
it: Prezzo massimo (cc)

source: Images
hr: Slike
it: immagini

source: Add image
hr: Dodaj sliku
it: Aggiungi immagine

source: Use comma or press Enter to separate tags
hr: Koristite zarez ili pritisnite Enter za razdvajanje oznaka
it: Utilizza la virgola o premi ‘Invio’ per separare i tag
nl: Gebruik een komma of druk op ‘enter’ om tags te scheiden

source: e.g. Lessons, Babysitting, etc.
hr: npr. lekcije, čuvanje djece itd.
it: es. lezioni, babysitter, traduzioni, ecc.

source: Remove
hr: Ukloni
it: Cancella

source: Modal title|Share this Listing
hr: Podijelite ovaj oglas
it: Condividi questa inserzione

source: Commonfare.net is not linked to any external platform, so to share this listing on Facebook, Twitter, etc. you can copy the URL and paste it there.
hr: Commonfare.net nije povezan s bilo kojom vanjskom platformom. Ako želite podijeliti ovu priču na Facebooku, Twitteru itd., možete kopirati URL i tamo zalijepiti.
it: Commonfare.net non è collegato a nessuna piattaforma esterna, quindi per condividere questa inserzione su Facebook, Twitter, ecc. puoi copiare l'URL e incollarlo lì.

source: Where you exchange goods, services and knowledge
hr: Gdje razmjenjujete robu, usluge i znanja
it: Dove puoi beni, servizi e conoscenze

source: Latest listings
hr: Najnoviji oglasi
it: Ultime inserzioni

source: My Listings
hr: Moji oglasi
it: Le mie inserzioni

source: No Listings yet
hr: Još nema oglasa
it: Non ci sono inserzioni

source: Button|New listing
hr: Novi oglas
it: Nuova inserzione

source: No listings
hr: Nema oglasa
it: Non ci sono inserzioni

source: Title|Edit listing
hr: Izmjeni oglas
it: Modifica inserzione

source: Delete this listing
hr: Obriši ovaj unos
it: Elimina questa inserzione

source: Title|New listing
hr: Novi oglas
it: Nuova inserzione

source: Button|Create listing
hr: Napravi oglas
it: Crea inserzione

source: Added on %{date}
hr: Dodano na %{date}
it: Aggiunto il %{date}

source: Share
hr: Podijeli
it: Condividi

source: Get in touch
hr: Javite nam se
it: Contatta

source: Comment
hr: Komentar
it: Commento
nl: Reactie

source: Results for %{search_term}
hr: Rezultati za %{search_term}
it: Risultati per %{search_term}
nl: Resultaten voor %{search_term}

source: Results for '%{search_term}'
hr: Rezultati za ‘%{search_term}’
it: Risultati per ‘%{search_term}’
nl: Resultaten voor ‘%{search_term}’

source: Commoners found
hr: Pronađeno Commonera
it: Commoner trovati

source: Groups found
hr: Pronađene grupe
it: Gruppi trovati

source: Tags with '%{search_term}'
hr: Oznake s '%{search_term}'
it: Tag con '%{search_term}'

source: About page|Previous section
hr: Prethodni odjeljak
it: Precedente

source: About page|Next section
hr: Sljedeći odjeljak
it: Successivo

source: Title|Metrics dashboard
hr: Nadzorna ploča pokazatelja
it: Metriche

source: Dashboard|Start date
hr: Početni datum
it: Dal giorno

source: Dashboard|End date
hr: Krajnji datum
it: Al giorno

source: Dashboard|Not viewing correctly?
hr: Ne prikazuje se ispravno?
it: Problemi di visualizzazione?

source: Dashboard|If you don't visualize some of the content, try to disable your Ad Blocker for this website.
hr: AKo se određeni sadržaj ne može prikazati, pokušajte isključiti blokator oglasa za ovu internet stranicu.
it: Se non vedi alcune parti di questa pagina, prova a disabilitare il tuo Ad Blocker.

source: Dashboard|Visits overview
hr: Pregled posjeta
it: Riepilogo visite

source: Dashboard|Visits over time
hr: Posjete u vremenskom periodu
it: Visite nel periodo

source: Dashboard|Site search
hr: Pretraživanja stranice
it: Ricerche sul sito

source: Dashboard site search|Keyword
hr: Ključna riječ
it: Parola chiave

source: Dashboard site search|Visits
hr: Posjeti
it: Ricerche

source: Dashboard|Social graph
hr: Društveni grafikon
it: Grafico sociale

source: Home carousel text|We have so much in Common
hr: Mi imamo toliko zajedničkoga
it: Abbiamo così tanto in Comune

source: Home text|Commonfare.net is for, with, and by people.
hr: Commonfare.net je za, sa i od ljudi.
it: Commonfare.net è per le persone, con le persone e delle persone.

source: Home text|Do you want to join? You will need only an email address, and we will never use it for other purposes.
hr: Želite li se pridružiti? Trebat će vam samo email adresa koju nikada nećemo koristiti u druge svrhe.
it: Vuoi aderire? Avrai bisogno solo di un indirizzo email e non lo useremo mai per altri scopi.

source: Home text|Are you already registered? <strong>%{login_link}</strong>
hr: Jeste li već registrirani? <strong>%{login_link}</ strong>
it: Sei già registrato? <strong>%{login_link}</strong>

source: Button|Save
hr: Spremi
it: Salva
nl: Bewaar

source: This story has no content yet
hr: Ova priča još nema sadržaja
it: Questa storia non ha ancora contenuto

source: Draft
hr: Nacrt
it: Bozza

source: Give a title to your content
hr: Pridodajte naslov vašem sadržaju
it: Dai un titolo al tuo contenuto
nl: Geef een titel aan je verhaal

source: e.g. There and back again
hr: npr. tamo i natrag
it: es. Andata e ritorno
nl: bijv. Er was eens…

source: Write here
hr: Napišite ovdje
it: Scrivi qui
nl: Schrijf hier

source: Please don't be too short (min. 500 chars)
hr: Molimo vas, nemojte biti prekratki (najmanje 500 znakova)
it: Ti consigliamo di non essere troppo breve (min. 500 caratteri)
nl: Wees alsjeblieft niet te kort (min. 500 karakters)

source: Where is this set?
hr: Gdje se ovo dogodilo?
it: Da quale luogo viene postata questa storia?
nl: Waar vindt het plaats?

source: e.g. Milan, Italy
hr: npr. Milano, Italija
it: es. Milano, Italia
nl: bijv. Rotterdam, Nederland

source: City, Region, Country
hr: Grad, regija, zemlja
it: Città, Provincia, Nazione
nl: Stad, Provincie, Land

source: Publish anonymously
hr: Objavite anonimno
it: Pubblica in modo anonimo

source: Publish as a Group
hr: Objavi kao grupa
it: Pubblica a nome di un gruppo

source: Choose one of your groups
hr: Odaberite jednu od vaših grupa
it: Scegli un gruppo

source: Uploading image, please wait...
hr: Slika se prenosi, molimo vas pričekajte...
it: Caricamento dell’immagine in corso, attendere per favore…
nl: Afbeelding uploaden, even geduld…

source: Publish
hr: Objavite
it: Pubblica
nl: Plaats je verhaal

source: e.g. Pregnancy, Food sharing, etc.
hr: npr. trudnoća, dijeljenje hrane, itd.
it: es. Gravidanza, Consumo critico, ecc.
nl: bijv. Zwangerschap, gratis internet, etc.

source: What is the title of your story?
hr: Koji je naslov vaše priče?
it: Qual è il titolo della tua storia?
nl: Wat is de titel van je verhaal?

source: Please don't be too concise (min. 500 chars)
hr: Molimo vas, nemojte biti presažeti (najmanje 500 znakova)
it: Ti consigliamo di non essere troppo sintetico (min. 500 caratteri)
nl: Wees alsjeblieft niet te beknopt (min. 500 karakters)

source: The city, region or country of your story
hr: Grad, regija ili zemlja vaše priče
it: Città, provincia o nazione della tua storia
nl: De stad, provincie of het land waar jouw verhaal plaatsvindt

source: Story form button|Share your Story
hr: Podijelite svoju priču
it: Condividi la tua storia
nl: Deel je Verhaal

source: You are writing in
hr: Pišete na
it: Stai scrivendo in
nl: Je schrijft in het

source: Modal title|Share this Story
hr: Podijelite ovu priču
it: Condividi questa storia
nl: Deel dit verhaal

source: Commonfare.net is not linked to any external platform, so to share this Story on Facebook, Twitter, etc. you can copy the URL and paste it there.
hr: Commonfare.net nije povezan s bilo kojom vanjskom platformom. Ako želite podijeliti ovu priču na Facebooku, Twitteru itd., možete kopirati URL i tamo zalijepiti.
it: Commonfare.net non è collegato a nessuna piattaforma esterna, quindi per condividere questa storia su Facebook, Twitter, ecc. puoi copiare l'URL e incollarlo lì.
nl: Commonfare.net is niet gekoppeld aan een extern platform, dus om dit verhaal te delen op Facebook, Twitter, etc., kan je de URL kopiëren en daar plakken.

source: Write your Story
hr: Napišite priču
it: Scrivi la tua storia
nl: Schrijf je Verhaal

source: Delete this Story
hr: Izbriši ovu priču
it: Elimina questa storia
nl: Verwijder dit verhaal

source: Are you sure? This will delete all the comments as well.
hr: Jeste li sigurni? Ovim putem će se izbrisati i svi komentari.
it: Sei sicuro/a? Questa azione cancellerà anche tutti i commenti.
nl: Weet je het zeker? Ook alle reacties worden verwijderd.

source: Edit your Story
hr: Uredi svoju priču
it: Modifica la tua storia
nl: Bewerk je verhaal

source: You are editing in
hr: Uređujete na
it: Stai modificando in
nl: Je bewerkt in het

source: You haven't yet saved this Story in %{localised_lang_name}
hr: Još niste spremili ovu priču na %{localised_lang_name}
it: Non hai ancora salvato questa storia in %{localised_lang_name}
nl: Je hebt dit verhaal nog niet opgeslagen in het %{localised_lang_name}

source: Story form button|Save
hr: Spremi
it: Salva

source: Saving...
hr: Spremanje...
it: Salvo...

source: Stories by %{author_name}
hr: Priče od %{author_name}
it: Storie di %{author_name}
nl: Verhalen van %{author_name}

source: Read in
hr: Čitaj na
it: Leggi in

source: Edit story
hr: Uredite priču
it: Modifica la storia

source: Button|Share
hr: Podijeli
it: Condividi
nl: Deel

source: Create a story from a template
hr: Stvorite priču putem predloška
it: Crea una storia da un template

source: Choose a template for your story
hr: Odaberite predložak za svoju priču
it: Scegli un template per la tua storia

source: No templates for this language
hr: Nema predložaka za ovaj jezik
it: Nessun template per questa lingua

source: Stories with tag %{tag_name}
hr: Priče s oznakom %{tag_name}
it: Storie con tag %{tag_name}
nl: Verhalen met de tag %{tag_name}

source: Content with tag %{tag_name}
hr: Sadržaj s oznakom %{tag_name}
it: Contenuto con tag %{tag_name}

source: Stories with tag
hr: Priče
it: Storie con tag
nl: Verhalen met de tag

source: Listings with tag
hr: Oglasi s oznakom
it: Inserzioni con tag

source: Basic income
hr: Osnovni dohodak
it: Reddito di base

source: Given to <strong>%{name}</strong>
hr: Pridodano <strong>%{name}</strong>
it: Versato a <strong>%{name}</strong>

source: Received from <strong>%{name}</strong>
hr: Primljeno od <strong>%{name}</strong>
it: Ricevuto da <strong>%{name}</strong>

source: Refund
hr: Povrat
it: Rimborso

source: Title|Confirm transaction
hr: Potvrdi transakciju
it: Conferma transazione

source: Title|Confirm %{currency_name} transaction
hr: Potvrdi %{currency_name} transakciju
it: Conferma transazione in %{currency_name}

source: Send to
hr: Pošalji na
it: Invia a

source: Amount
hr: Iznos
it: Importo

source: Message
hr: Poruka
it: Messaggio

source: Button|Confirm
hr: Potvrdi
it: Conferma

source: Title|Confirm top_up
hr: Potvrdi nadopunu
it: Conferma ricarica

source: Title|Confirm %{currency_name} top up
hr: Potvrdi %{currency_name} nadopunu
it: Conferma ricarica in %{currency_name}

source: Top up to
hr: Nadopuni do
it: Ricarica

source: Title|Confirm withdraw
hr: Potvrdi povlačenje
it: Conìferma prelievo

source: Title|Confirm %{currency_name} withdraw
hr: Potvrdi %{currency_name} povlačenje
it: Conferma prelievo in %{currency_name}

source: Withdraw from
hr: Povući iz
it: Preleva da

source: Title|All %{currency_name} transactions
hr: Sve %{currency_name} transakcije
it: Tutte le transazioni in %{currency_name}

source: Title|Transactions with %{counterpart_name}
hr: Transakcije s %{counterpart_name}
it: Transazioni con %{counterpart_name}

source: Title|Send %{currency_name}
hr: Pošalji %{currency_name}
it: Invia %{currency_name}

source: %{icon} Back to %{currency_name} wallet
hr: %{icon} Povratak na %{currency_name} novčanik
it: %{icon} Torna al portafoglio %{currency_name}

source: Current balance
hr: Trenutno stanje
it: Saldo attuale

source: Name of the commoner
hr: Ime Commonera
it: Nome del commoner

source: Amount (%{currency_code})
hr: Iznos (%{currency_code})
it: Importo (%{currency_code})

source: I like your stories!
hr: Volim vaše priče!
it: Mi piacciono le tue storie!

source: Message (optional)
hr: Poruka (opcionalno)
it: Messaggio (opzionale)

source: Title|Refund
hr: Povrat
it: Rimborso

source: Title|Refund %{counterpart_name}
hr: Povrat %{counterpart_name}
it: Rimborso a %{counterpart_name}

source: Send refund to
hr: Pošaljite povrat sredstava na
it: Invia rimborso a

source: Title|Transaction successful
hr: Transakcija je uspješna
it: Transazione completata

source: Close this window before proceeding with a new transaction
hr: Zatvorite ovaj prozor prije nastavka nove transakcije
it: Chiudi questa finestra prima di iniziare una nuova transazione

source: Title|Top up %{currency_name}
hr: Nadopunite %{currency_name}
it: Ricarica in %{currency_name}

source: From
hr: Od
it: Da

source: To
hr: Do
it: A

source: Button|Continue
hr: Nastavi
it: Continua

source: Title|Withdraw %{currency_name}
hr: Povucite %{currency_name}
it: Prelievo in %{currency_name}

source: Title|Final reimbursement
hr: Završna naknada
it: Rimborso finale

source: Button|Withdraw
hr: Povuci
it: Preleva

source: Transactions and refunds
hr: Transakcije i povrati
it: Transazioni e rimborsi

source: Change password page header|Change your password
hr: Promjenite lozinku
it: Modifica la tua password
nl: Wijzig je wachtwoord

source: Change password page field|New password
hr: Nova lozinka
it: Nuova password
nl: Nieuw wachtwoord

source: Sign up page form hint|%{min_password_length} characters minimum
hr: Minimalno %{min_password_length} znakova
it: minimo %{min_password_length} caratteri
nl: %{min_password_length} minimaal aantal karakters

source: Change password page field|Confirm your new password
hr: Potvrdite novu lozinku
it: Conferma la tua nuova password
nl: Bevestig je nieuwe wachtwoord

source: Change password page button|Change my password
hr: Promjenite moju lozinku
it: Modifica la mia password
nl: Wijzig mijn wachtwoord

source: Forgot password
hr: Zaboravili ste lozinku
it: Ho dimenticato la password
nl: Wachtwoord vergeten

source: Forgot password page header|Forgot password?
hr: Zaboravili ste lozinku?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?

source: No problem. Just enter your email address here and we will send you the link for creating a new one.
hr: Nema problema. Unesite vašu e-mail adresu i poslat ćemo vam upute za izradu nove lozinke.
it: Nessun problema. Inserisci qui la tua email e ti invieremo il link per creare una nuova password.
nl: Geen probleem. Vul hier je e-mailadres in en we sturen je een link om een nieuw wachtwoord aan te maken.

source: Forgot password page button|Send me the instructions
hr: Pošaljite mi upute
it: Inviami le istruzioni per ripristinare la password
nl: Mail me de instructies

source: Edit credentials
hr: Uredi pristupne podatke
it: Modifica le credenziali
nl: Gegevens wijzigen

source: Change email
hr: Promijenite e-mail
it: Modifica email

source: Change password
hr: Promjenite lozinku
it: Cambia la password

source: Edit credentials form|leave it blank if you don't want to change it
hr: ostavite prazno ako ne želite promijeniti
it: lascia lo spazio vuoto se non vuoi modificare
nl: laat leeg als je het niet wilt wijzigen

source: Edit credentials form|Password confirmation
hr: Potvrda lozinku
it: Conferma password
nl: Bevestig wachtwoord

source: Edit credentials form|Current password
hr: Trenutna lozinka
it: Password attuale
nl: Huidig wachtwoord

source: Edit credentials form|we need your current password to confirm your changes
hr: trebamo vašu trenutnu lozinku za potvrdu vaših izmjena
it: abbiamo bisogno della tua password attuale per procedere con la modifica
nl: we hebben je huidige wachtwoord nodig om je veranderingen te bevestigen

source: Delete account
hr: Izbrišite račun
it: Eliminare l'account

source: Leave Commonfare.net...
hr: Napusti Commonfare.net ...
it: Lascia Commonfare.net ...

source: Goodbye
hr: Doviđenja
it: Ciao

source: Do you want to leave Commonfare.net?
hr: Želite li napustiti Commonfare.net?
it: Vuoi cancellare il tuo account su Commonfare.net?

source: Your profile will be permanently removed from Commonfare.net, along with all personal data associated with it, such as your email, password, avatar, etc.
hr: Vaš profil će biti trajno uklonjen sa Commonfare.net, zajedno sa svim osobnim podacima povezanim s njim, kao što su vaša e-pošta, lozinka, avatar itd.
it: Il tuo profilo verrà rimosso definitivamente da Commonfare.net, insieme a tutti i dati personali ad esso associati, come email, password, avatar, ecc.

source: Stories and comments
hr: Priče i komentari
it: Storie e commenti

source: The stories and comments you have already shared here are part of the commons on Commonfare.net and they could still benefit other Commoners. On deletion of your profile, they will be moved to the account %{archive_commoner}. In this way, they will remain available for others to read but reference to your account will be deleted.
hr: Priče i komentari koje ste već podijelili ovdje, dio su zajednice na Commonfare.net-u i još uvijek mogu koristiti drugim Commonerima. Kod brisanja vašeg profila, oni će biti premješteni na račun %{archive_commoner}. Na taj će način ostati dostupni ostalim korisnicima ali sa uklonjenim poveznicama sa vašim računom.
it: Le storie e i commenti che hai già condiviso qui fanno parte dei beni comuni su Commonfare.net e potrebbero comunque diventare una risorsa per altri Commoners. Con la cancellazione del tuo profilo, le tue storie e i tuoi commenti verranno spostati nell'account %{archive_commoner}. In questo modo, rimarranno disponibili per essere letti da altri, ma il riferimento al tuo account verrà eliminato.

source: Remember that while you have a Commonfare.net account, you can always delete any stories or comments you have posted, so if there is a story or comment you do not want to be made available through the archive, you can go back now and do so before deleting your profile.
hr: Imajte na umu da dok imate Commonfare.net račun, uvijek možete izbrisati sve priče ili komentare koje ste objavili, pa ako postoji priča ili komentar za koji ne želite da je dostupan putem arhive, možete se vratiti i obrisati ih prije brisanja samog profila.
it: Ricorda che con l'account attivo su Commonfare.net puoi sempre eliminare qualsiasi storia o commento che hai postato. Se c'è una storia o un commento che non vuoi rendere disponibile attraverso l'archivio, puoi tornare indietro e cancellare i contenuti che non vuoi rendere disponibili prima di eliminare il tuo profilo.

source: <em>Both profile deletion and transfer of your content to the Commonfare Archive are irreversible</em> - if you make a new commonfare.net account in the future, you will not be able to reclaim content generated under a cancelled account.
hr: <em>Brisanje vašeg profila kao i prijenos sadržaja u Commonfare arhivu nepovratni su</em> - ako u budućnosti napravite novi commonfare.net račun, nećete moći vratiti sadržaj koji je generiran na otkazanom računu.
it: <em>La cancellazione del profilo e il trasferimento dei contenuti sono operazioni irreversibili</em> - se in futuro attiverai un nuovo account su Commonfare.net, non potrai più recuperare i contenuti generati con il tuo vecchio account cancellato.

source: Button|Go ahead, cancel my account
hr: Izbrišite moj račun
it: Continua e cancella il mio account

source: Join us
hr: Pridružite nam se
it: Unisciti a noi
nl: Doe mee

source: Sign up page header|Become a Commoner
hr: Postanite član
it: Diventa un/a Commoner
nl: Word een Commoner

source: Log in
hr: Prijavite se
it: Accedi
nl: Inloggen

source: Already a Commoner?
hr: Već ste član?
it: Sei già un/a Commoner?
nl: Al een Commoner?

source: Sign up page form|Password Confirmation
hr: Potvrdi lozinku
it: Conferma password
nl: Bevestig wachtwoord

source: Sign up page button|Join Commonfare
hr: Pridružite se Commonfare-u
it: Partecipa a Commonfare
nl: Registreer op Commonfare

source: Sign up page button|Join and create a group
hr: Pridružite se i stvorite grupu
it: Entra e crea un gruppo

source: Login page header|Log in
hr: Prijavite se
it: Accedi
nl: Inloggen

source: Want to be a Commoner?
hr: Želite biti Commoner?
it: Vuoi essere un/a Commoner?
nl: Wil je een Commoner worden?

source: Login page form|Remember me
hr: Zapamti me
it: Ricordami
nl: Onthoud mij

source: Login page button|Log in
hr: Prijavite se
it: Accedi
nl: Inloggen

source: Auth Button title|Forgot your password?
hr: Zaboravili ste lozinku?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?

source: Auth Button title|Log in
hr: Prijavite se
it: Accedi
nl: Inloggen

source: Auth Button title|Sign up
hr: Registrirajte se
it: Registrati
nl: Registreren

source: Close
hr: Zatvori
it: Chiudi

source: Daily takings
hr: Dnevni promet
it: Incassi giornalieri

source: From %{time}:00 to %{time}:00
hr: Od %{time}:00 do %{time}:00
it: Dalle %{time}:00 alle %{time}:00
