Repository: Commonfare-net/commonfare-rails
Catalog: locale/*/app.po
Languages: hr, it, nl

source: (see from %{time}:00 to %{time}:00)
hr: (vidi od %{time}:00 do %{time}:00)
it: (vedi dalle %{time}:00 alle %{time}:00)

source: Title|%{currency_name} wallet
hr: %{currency_name} novčanik
it: Portafoglio %{currency_name}

source: Your personal wallet for digital tokens
hr: Vaš osobni novčanik za digitalne tokene
it: Il tuo portafoglio personale

source: Button|Send %{currency_code}
hr: Pošalji %{currency_code}
it: Invia %{currency_code}

source: Transactions
hr: Transakcije
it: Transazioni

source: Title|%{holder_name} %{currency_name} wallet
hr: %{holder_name} %{currency_name} novčanik
it: Portafoglio %{currency_name} di %{holder_name}

source: Title|Commoner name
hr: Ime Commonera
it: Nome del commoner

source: Show QR code
hr: Prikaži QR kôd
it: Mostra codice QR

source: Button|Daily takings
hr: Dnevni promet
it: Incassi giornalieri

source: Button|Activate account
hr: Aktiviraj račun
it: Attiva account

source: Button|Top up
hr: Nadopuni
it: Ricarica

source: Button|Reimburse
hr: Nadoknaditi
it: Rimborsa

source: Activate account to see more
hr: Aktivirajte račun kako biste vidjeli više
it: Attiva account vedere le altre

source: Avatar
hr: Slika

source: Skills, services or goods
hr: Vještine, usluge ili roba

source: What's up?
hr: Što ima?

source: Homepage
hr: Početna stranica

source: Tags
hr: Oznake

source: About
hr: O nama
nl: Over

source: Login
hr: Prijaviti se

source: There are no comments for this Story
nl: Er zijn geen reacties op dit verhaal

source: Your name on Commonfare.net
nl: Jouw naam op Commonfare.net

source: Edit your email or password
nl: Wijzig je e-mailadres of wachtwoord

source: %{commoner_name}'s stories
nl: Verhaal van %{commoner_name}

source: Welcome page|Soon you will also be able to create real relations with other Commoners by sharing (and receiving) not only your experience but also time, goods, expertise, etc.
nl: Binnenkort kan je op Commonfare.net nog veel meer nieuwe functionaliteiten verwachten, zoals bijvoorbeeld het direct uitwisselen van berichten of goederen en diensten met anderen hier.

source: Error
nl: Fout

source: Home carousel text|Commonfare is a new and complementary form of welfare provision that is accessible to all and bottom-up. Commonfare is for, with, and by people.
nl: Commonfare is een nieuwe en aanvullende vorm van welvaartsvoorziening die toegankelijk is voor iedereen en die bottom-up (van onderop) wordt georganiseerd. Commonfare is voor, met en door mensen.

source: Home carousel text|Commonfare proposes an unconditional basic income; proper management of common goods; free access to basic needs, and alternative monetary circuits.
nl: Commonfare stelt een onvoorwaardelijk basisinkomen voor; het goed beheer van gemeenschappelijke goederen; gratis toegang tot de basisbehoeften en de creatie van alternatieve financiële en monetaire systemen.

source: Home carousel text|Commonfare.net is where we share information on existing welfare state provisions, support self-organized welfare initiatives and tell stories to promote collaboration. Join us!
nl: Commonfare.net is waar we informatie delen over bestaande sociale voorzieningen, zelf georganiseerde initiatieven op het gebied van sociale welvaart steuren en verhalen vertellen om samenwerking te stimuleren. Doe mee!

source: Button|Login
nl: Inloggen

source: Latest Stories
nl: Meest recente verhalen

source: Latest Good Practices
nl: Meest recente goede voorbeelden

source: Latest Welfare Provisions
nl: Meest recente sociale voorzieningen

source: Welfare Provision
nl: Sociale Voorziening

source: Good Practice
nl: Goed Voorbeeld

source: Write a comment
nl: Schrijf een reactie

source: Publish comment button|Comment
nl: Reageer

source: Comments
nl: Reacties

source: commented on %{date}
nl: gereageerd op %{date}

source: Story form button|Edit
nl: Bewerk

source: Publishing...
nl: Een momentje…

source: Story form button|Publish
nl: Publiceren

source: Read in %{other_languages}
nl: Lees in het %{other_languages}

source: Edit email
nl: E-mailadres wijzigen

source: Edit password
nl: Wachtwoord wijzigen

source: Edit credentials subtitle|Delete account
nl: Account verwijderen

source: Edit credentials form|Do you want to leave Commonfare.net?
nl: Wil je Commonfare.net verlaten?

source: All your content will be permanently deleted too.
nl: Ook al jouw uploads worden permanent verwijderd.

source: Yes please. Cancel my account
nl: Ja, alsjeblieft, verwijder mijn account
